Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A32.tmx
Source language: en_us
Languages: zh_cn

source: Autism boom: an epidemic of disease or of discovery?
zh_cn: 自闭症爆发：疾病的传染？诊断的传染？

source: Autism rates have increased twentyfold in a generation, stirring parents' deepest fears and prompting a search for answers.
zh_cn: 自闭症发病率在短短一代人的时间里增长了20倍，激起了父母心中最深的担心，也引发了人们对于答案的追寻。

source: But what if the upsurge is not what it appears to be?
zh_cn: 但如果发病率高潮和看上去不一样的话，又会有什么情况呢？

source: December 11, 2011 Amber Dias couldn't be sure what was wrong with her little boy.
zh_cn: Amber Dias不明白自己的小儿子到底出了什么事。

source: Chase was a bright, loving 2 1/2-year-old.
zh_cn: Chase今年两岁半，是一个聪明、可爱的小孩。

source: But he didn't talk much and rarely responded to his own name.
zh_cn: 但他说话很少，在别人叫他名字的时候也很少有所反应。

source: He hated crowds and had a strange fascination with the underside of the family tractor.
zh_cn: 他讨厌人群，家中拖拉机的下面却让他为之着迷。

source: Searching the Internet, Amber found stories about other children like Chase — on websites devoted to autism.
zh_cn: Amber在网上搜索之后，找到了与Chase类似的很多其他孩子的故事——在那些专注于自闭症的网站上。

source: “He wasn't the kid rocking in the corner, but it was just enough to scare me,” recalled Dias, who lives with her husband and three children on a dairy farm in the Central Valley town of Kingsburg.
zh_cn: “他不是那种在角落里摇摇晃晃的孩子，但这已经足以让我害怕了，”Amber回忆说。她与丈夫和三个孩子一起住在金斯伯格市中央山谷镇的一个奶业农场上。

source: She took Chase to a psychologist in Los Angeles, who said the boy indeed had autism and urged the family to seek immediate treatment.
zh_cn: 她带着Chase去洛杉矶看了一个心理医生，他说，这个孩子确实患有自闭症，并且要求这个家庭迅速为他寻求治疗。

source: But a team at the Fresno agency that arranges state-funded services for autism said Chase didn't have the disorder.
zh_cn: 但是福瑞思诺县的由州政府资助的自闭症患者服务机构的人员说，Chase没有患自闭症。

source: His problems, staff members said, were nothing more than common developmental delays that he would eventually outgrow.
zh_cn: 他的问题，工作人员说，不过是常见的发育迟缓，而且会很快长大。

source: Unconvinced, Dias imagined the worst — that Chase would never have a girlfriend, a job, a place of his own.
zh_cn: 这并没有说服Dias，她已经想到了最坏的情况——Chase不会有女朋友、不会有工作、不会有自己的一席之地。

source: She pressed the agency to reconsider and hinted at a lawsuit.
zh_cn: 她一再要求这家机构重新考虑他们的诊断，并且暗示要提起诉讼。

source: Finally, officials relented, and her son began receiving 40 hours a week of one-on-one behaviorial therapy.
zh_cn: 最终，官员们让步了，她的儿子开始接受每周40小时的一对一行为疗法。

source: A generation ago, society most likely would not have intervened in the life of a boy like Chase.
zh_cn: 一代人之前，社会往往不会干预像Chase这样的孩子的生活。

source: Today, milder cases such as his are helping to fuel an explosion in the diagnosis and treatment of autism.
zh_cn: 如今，像Chase这样的较为温和的病例正在推动着自闭症诊断和治疗方面的暴涨。

source: The U.S. Centers for Disease Control and Prevention estimates that nearly 1% of children across the country have some form of autism — 20 times the prevailing figure in the 1980s.
zh_cn: 根据美国疾病预防控制中心的估算，全美有近1%的儿童患有各类自闭症——是1980年代的普遍数据的20倍。

source: The increase has stirred fears of an epidemic and mobilized researchers to figure out what causes the brain disorder and why it appears to be affecting so many more children.
zh_cn: 这一增幅激起了人们对这种流行病的恐惧，推动着研究者们去寻找这种大脑障碍的原因和它影响这么多孩子原因。

source: Two decades into the boom, however, the balance of evidence suggests that it is more a surge in diagnosis than in disease.
zh_cn: 而在发病率暴涨的20年里，种种证据暗示，相对于发病率增长而言，真正增长的更可能是诊断率。

source: Factors that have nothing to do with biology can explain much of the steep increase in cases around the world: an expanded definition of autism, spreading awareness of the disorder and an improved ability to distinguish it from other conditions.
zh_cn: 与生物学无关的因素可以在很大程度上解释全球范围内病例数量的暴增：对自闭症定义的延伸、对这种疾病认知的扩大以及该疾病区分能力的增强。

source: The search for an environmental explanation for the rise has so far been fruitless.
zh_cn: 而从环境角度寻找增长原因的努力至今为止还乏善可陈。

source: Roy Richard Grinker, an anthropologist at George Washington University who has studied autism around the globe, said that what some call an epidemic is really an “epidemic of discovery.”
zh_cn: 乔治?华盛顿大学人类学家Roy Richard Grinker研究了全球范围内的自闭症，他说，某些人所说的“流行病”其实是“发现率的流行”。

source: “Once we are primed to see something, we see it and wonder how we could have never seen it before,” he said.
zh_cn: “当我们初次见到某事物的时候，我们看到它，然后会想为什么我们竟然从没见过它，”他说。

source: Dr. Allen Frances, former chairman of psychiatry at the Duke University School of Medicine, said the widespread alarm over autism rates “makes no sense.”
zh_cn: 杜克大学医学院原心理学负责人Allen Frances博士说，对自闭症发病率的大范围恐慌“毫无意义”。

source: “People don't change that fast,” he said.
zh_cn: “人是不会那么快地变化的，”他说。

source: “Labels do.”
zh_cn: “但是标签会。”

source: Many parents of autistic children insist the upsurge is too large to be an illusion, and experts do not rule out the possibility that some real increase has occurred.
zh_cn: 很多自闭症患儿的父母坚持说，如此之严重的高潮不可能只是错觉，而且专家们没有排除存在某种真实增长的可能性。

source: But if so, many scientists say, it can account for only a modest part of the growth in diagnosis.
zh_cn: 很多科学家表示，即便如此，这也仅占诊断率上升当中的一小部分。

source: Nevertheless, society is marshaling resources in the name of autism as never before.
zh_cn: 尽管如此，社会借自闭症之名汇集到一起的资源比以往任何时候都要多。

source: In California alone, the cost of state-funded developmental services for people with autism has climbed more than 300% over the last decade, to $638 million annually.
zh_cn: 仅加州一地，州政府承担的自闭症患者发展治疗的开支在过去十年里上升了超过300%，已达每年6.38亿美元。

source: In California public schools, the number of students receiving autism services, including speech, behaviorial and other therapies, has grown fivefold since 2000, driving up special education costs even as school budgets are being slashed.
zh_cn: 在加州的公立学校中，接受语言疗法、行为疗法等治疗方式的自闭症患儿数量已较2000年上升了5倍，在学校预算被削减的大背景下，特殊教育方面的开支因此仍在上升。

source: Most experts see wider diagnosis — and increased spending — as progress.
zh_cn: 大部分专家把诊断数量的上升——以及开支的上升——视为进步的表现。

source: Children who in the past would have been overlooked, misunderstood or deemed hopeless cases are receiving help.
zh_cn: 那些放在过去会被忽视、误解或者被认为是无可救药的患儿如今可以得到帮助。

source: But some of the same experts say that in the sweeping effort to find autism, some children are being mislabeled.
zh_cn: 但这些专家中也有人表示，在寻找自闭症的全面努力中，有些孩子被打上了错误的标签。

source: Diagnosis rates — and therefore spending on treatment — vary dramatically from place to place.
zh_cn: 诊断率——以及由此而来的治疗成本——在各个地区差别很大。

source: In California overall, 1.1% of public elementary school students have been identified as autistic, a Los Angeles Times analysis found.
zh_cn: 《洛杉矶时报》的一份分析发现，就加州整体而言，1.1%的公立小学学生被诊断为自闭症。

source: But the rate in Orange County (1.6%) is nearly triple that of Fresno County.
zh_cn: 但是橙县的诊断率（1.6%）接近福瑞思诺县的三倍。

source: Many rural school districts list no autistic students at all.
zh_cn: 很多乡村学区中完全没有自闭症学生。

source: Autism accounts for 14% of the caseload at the Central Valley Regional Center, one of the nonprofit agencies that arrange state-funded services for people with developmental disabilities.
zh_cn: 中央山谷地区中心是一家负责执行州政府资助的发育障碍人群服务的非营利机构，他们的所有病例中有14%为自闭症。

source: At the seven regional centers in L.A. County, it accounts for 34%.
zh_cn: 针对洛杉矶县的全部7个地区中心而言，这一比率为34%。

source: Such variations are seen across the country.
zh_cn: 全国各地都可以见到这种差异。

source: The autism rate in Minnesota schools, for example, is 10 times that in Iowa.
zh_cn: 明尼苏达州学校中的自闭症患儿比例是爱荷华的10倍。

source: Researchers say the differences are too wide to represent true disparities in the prevalence of autism.
zh_cn: 研究者们表示，这种过大的差别无法反映自闭症普遍程度方面的真实差异。

source: More likely, they are the signature of social and cultural forces, reflecting how new perceptions and attitudes about autism have taken root to different degrees in different places.
zh_cn: 这种差异更可能是社会和文化力量的反映，可以显示出关于自闭症新的认知和态度的认同在不同地区的差别。

source: Southern California, long a center of autism research and treatment, is simply further along.
zh_cn: 加州南部一直以来都是自闭症研究和治疗的中心，在这方面走得更远。

source: But nearly everywhere, the new iteration of autism is spreading, one child at a time.
zh_cn: 但是在所有地区，自闭症的反复出现正在蔓延，一个又一个孩子被发现患有自闭症。

source: A driving factor is that parents, physicians and educators have become intent on identifying it as early as age 2, in the hopes of diminishing its symptoms through treatments that are now widely available.
zh_cn: 父母、医生和教师希望能早到2岁左右确诊自闭症，希望能通过现在交往普及的治疗手段消除相关症状，这种心态是上述情况的一个重要原因。

source: “It used to be that autism was the diagnosis of last resort,” said Catherine Lord, director of the Institute for Brain Development at New York-Presbyterian Hospital and a leading authority on autism diagnosis.
zh_cn: “在过去，人们往往在最后才会检查自闭症的可能，”纽约长老会医院脑发育研究所所长、自闭症诊断领域权威专家Catherine Lord说。

source: “Nobody wanted it.
zh_cn: “没人想要检查这个。

source: Now it is seen as preferential.”
zh_cn: 而如今它却成了优先检查的内容。”

source: Indeed, some parents pursue it doggedly — even in court — because it can open the door to publicly funded services.
zh_cn: 确实，有些父母顽固的要求进行这项检查——甚至是在法庭上——因为这可以打开通向由国家资助的治疗服务的大门。

source: As Amber Dias pondered what to do about Chase, she recalled the social outcasts from her own school days.
zh_cn: 在Amber Dias考虑该为Chase做些什么的时候，她想起了自己小时候在学校时那些被社会抛弃的人。

source: “I didn't want him to be the weird kid that everybody pointed at,” she said.
zh_cn: “我不想让他成为被众人指指点点的怪孩子，”她说。

source: Dias, 30, believes that two years of intensive therapy, along with her family's faith in God, saved her son from a lifetime of isolation.
zh_cn: 现年30岁的Dias相信，把他的孩子从一生的孤独中拯救出来的是两年的集中治疗和全家对上帝的信仰。

source: Now 8, he blends in easily among his classmates.
zh_cn: Chase已经8岁了，他现在轻轻松松地就和同学们打成一片。

source: “He has tons of friends,” Dias said.
zh_cn: “他有好多朋友，”Dias说。

source: “We don't have any issues anymore.”
zh_cn: “我们现在什么麻烦都没有了。”

source: As for his previous behavior, she said she's not sure if it was “pure autism” or not.
zh_cn: 至于他之前的行为，她说她并不确定那是不是“纯粹的自闭症”。

source: “But I didn't take a chance.”
zh_cn: “但我不能冒险。”

source: No more ‘monsters'
zh_cn: 不再被当作“怪兽”

source: Nobody knows what causes autism, and there is no blood test or other biological marker.
zh_cn: 没人知道自闭症的病因是什么，没人去验血，也没有其他的生物学标志物。

source: It is diagnosed by its symptoms.
zh_cn: 它的诊断完全依赖症状。

source: In sufficient numbers and specific combinations, traits such as lack of empathy, difficulty communicating and strict adherence to routines — as well as self-mutilation and other severe behaviors — add up to a diagnosis.
zh_cn: 在发现足够数量的特定症状组合后，包括缺乏移情、交流困难、严重的路径依赖——以及自伤和其它严重行为——合计会达成一个诊断。

source: Ultimately, it comes down to clinical judgment.
zh_cn: 根本上来说，这都归结为临床判断。

source: First described in 1943 by Dr. Leo Kanner, a psychiatrist at Johns Hopkins University, autism was long seen as a condition so dire that most parents had no choice but to place their afflicted children in institutions.
zh_cn: 在约翰?霍普金斯大学心理学家Leo Kanner博士于1943年首次描述该疾病后，自闭症长期被视为一种极为严重的问题，大部分家长除了把患儿送进福利机构之外完全无计可施。

source: A leading expert once described them as “little monsters” who would bite their fingers off, smear feces on the wall and show no signs of warmth toward others.
zh_cn: 一个重要专家曾把他们描述成是会咬掉自己的指头、把粪便抹到墙上、对他人不会有任何的温暖表示的“小怪兽”。

source: “You have a person in a physical sense — they have hair, a nose and a mouth — but they are not people in the psychological sense,” the late Ivar Lovaas, a UCLA researcher, said in a 1974 interview with Psychology Today.
zh_cn: “他们在生理意义上是人——有头发、有鼻子、有嘴——但在心理学意义上却不是，”加州大学洛杉矶分校已故研究者Ivar Lovaas在1974年接受《今日心理学》采访时如是说。

source: The view of autism as invariably severe and lifelong still prevailed in 1980, when it was first listed in the Diagnostic and Statistical Manual of Mental Disorders, the bible of U.S. psychiatry.
zh_cn: 当自闭症在1980年被列入美国心理学界的圣经《美国精神障碍诊断与统计手册》时，认为自闭症会终身都很严重的观点仍然相当流行。

source: Today, autism comes in many manifestations, collectively known as “autism spectrum disorder,” and encompasses a huge range of children — mostly boys — from the mute child who bangs his head on the wall to the preternaturally bright youngster who can't stop talking about the intricacies of the subway.
zh_cn: 如今，自闭症有很多表现方式，被统称为“自闭症谱系障碍”，涵盖了极多儿童——大部分是男孩——从把头往墙上撞的不爱说话的孩子，到聪明非凡、对地铁的错综复杂说个不停的少年。

source: Growth is occurring at both ends of the spectrum.
zh_cn: 自闭症谱系两端的病例都在增长。

source: On the severe end are children who in the past might have been considered mentally retarded, schizophrenic or even psychotic.
zh_cn: 有上述前者表现的孩子在过去问问会被认为是弱智、精神分裂甚至是精神错乱。

source: The California Department of Developmental Services, which focuses on the more debilitating cases, set off a national alarm in 1999 when it reported 12,000 cases, a rise of more than 200% in a decade.
zh_cn: 专注于较为严重的病例的加州发育服务部门在1999年报告了12000个病例，比10年前增加了超过200%，引发了全国范围内的恐慌。

source: The number has since increased more than fourfold and now exceeds 55,000.
zh_cn: 从那时至今，病例已经增长了4倍，已经超过了55000个。

source: Because most patients remain in the system for life, the count is likely to continue to rise for decades.
zh_cn: 因为很多病人可能会终身留在这个系统中，这一数字在未来几十年里仍可能继续增长。

source: California's public schools serve students from across the spectrum, including many with milder symptoms.
zh_cn: 加州的公立学校接纳了谱系中各类患儿，包括很多症状较轻的儿童。

source: Since schools started tracking autism in 1991, the caseload has climbed precipitously — to nearly 14,000 by 2000 and nearly 70,000 by 2010.
zh_cn: 因为学校从1991年起开始追踪自闭症患儿，病例数量大幅增长——从2000年的14000例增加到了2010年的近70000例。

source: Growth in milder cases accelerated after the 1994 edition of the psychiatric manual added a new diagnosis to the spectrum: Asperger's disorder, for children with autistic behaviors but no speech problems or intellectual deficits.
zh_cn: 在1994年版的《美国精神障碍诊断与统计手册》把阿斯伯格综合征列入诊断范畴之后，症状较轻的病例数量开始大幅增加，这类患儿存在交往障碍，但没有语言或智力问题。

source: Duke University's Frances, leader of the scientific panel that created that edition, said the change unintentionally opened a floodgate.
zh_cn: 做出这类修订的学术专家组领头人，杜克大学的Frances，这一改变意外地打开了闸门。

source: “People started seeing it whenever a kid does something the slightest bit strange or starts collecting too many baseball cards,” he said.
zh_cn: “只要是孩子做了任何有点奇怪的事，或者是开始手机太多的棒球卡片，人们就认为那是自闭症，”他说。

source: The definition is set to change again when the next edition of the manual is published in 2013, with the aim of greater consistency in diagnosis.
zh_cn: 在《手册》于2013年推出新版本时，这一定义将势必得到修正，诊断的一致性是新版本的目标。

source: Still, the guiding principle for clinicians will remain that “it's more of a tragedy when somebody gets missed than when somebody on the border gets misdiagnosed,” said Lord, of New York-Presbyterian.
zh_cn: 尽管如此，临床医生的指导原则仍然会是“放过一个患儿相比处在边缘状态的人被误诊来说是更大的悲剧，”来自纽约长老会医院的Lord说。

source: The extent of autism's transformation became apparent in a massive survey of parents published in 2009.
zh_cn: 2009年发布的一个针对大量家长的调查现实，自闭症患儿的好转率明显上升。

source: U.S. health authorities were surprised to find that nearly 40% of children once identified as autistic no longer had the diagnosis.
zh_cn: 美国健康管理机构发现，曾被诊断为自闭症的患儿中有40%不再有相关症状。

source: The findings suggest that autism, still officially a lifelong condition, has become such a broad and fluid concept that it can be temporary.
zh_cn: 这个发现意味着，尽管自闭症在官方定义中仍是终身疾病，它是暂时的疾病的观念已经得到了广泛认可。

source: Looking for a reason
zh_cn: 寻找原因

source: Researchers looking for environmental causes of the autism boom keep stumbling across other explanations.
zh_cn: 寻找自闭症爆发的环境原因的研究者们却不断地意外发现了其他解释。

source: Irva Hertz-Picciotto, an epidemiologist at UC Davis, suspects that environmental triggers such as exposure to chemicals during pregnancy play a role.
zh_cn: 加州大学戴维斯分校流行病学专家Irva Hertz-Picciotto怀疑，妊娠期接触化学品等环境因素是自闭症爆发的原因之一。

source: In a 2009 study, she started with a tantalizing lead — several autism clusters, mostly in Southern California, that her team had identified from disability and birth records.
zh_cn: 在2009年进行的一项研究中，她从一些首选线索入手——她的团队通过残疾和出生记录在南加州等地发现的多个自闭症高发区域。

source: But the hot spots could not be linked to chemical plants, waste dumps or any other obvious environmental hazards.
zh_cn: 但是他们并未发现那些热点区域与化工厂、垃圾场或其他明显的环境威胁之间的联系。

source: Instead, the cases were concentrated in places where parents were highly educated and had easy access to treatment.
zh_cn: 实际上，在病例集中的地区，家长的教育水平都颇高，而且能够轻松为孩子安排治疗。

source: Peter Bearman, a sociologist at Columbia University, has demonstrated how such social forces are driving autism rates.
zh_cn: 哥伦比亚大学社会学家Peter Bearman证明了这些社会性力量是如何提升自闭症发病率的。

source: Analyzing state data, he identified a 386-square-mile area centered in West Hollywood that consistently produced three times as many autism cases as would be expected from birth rates.
zh_cn: 通过对加州数据的分析，他发现了一个以出生率为基准的自闭症发病率达其他地区三倍的地方，这片地区面积386平方英里，以西好莱坞为中心。

source: Affluence helped set the area apart.
zh_cn: 这里的富裕程度让它与众不同。

source: But delving deeper, Bearman detected a more surprising pattern that existed across the state: Rich or poor, children living near somebody with autism were more likely to have the diagnosis themselves.
zh_cn: 但在深入研究之后，Bearman发现了全加州都存在的一个更让人惊奇的现象：不论穷富，住在自闭症患者附近的儿童被诊断为自闭症的可能性更高。

source: Living within 250 meters boosted the chances by 42%, compared to living between 500 and 1,000 meters away.
zh_cn: 和与自闭症患者居住距离500米和1000米的儿童相比，距离250内的儿童被诊断为自闭症的几率要高出42%。

source: The reason, his analysis suggested, was simple: People talk.
zh_cn: 他的分析所揭示的原因非常简单：人们的讨论。

source: They talk about how to recognize autism, which doctors to see, how to navigate the bureaucracies to secure services.
zh_cn: 人们会讨论如何识别自闭症、该看哪个医生、如何引导官僚们同意以保证能接受治疗。

source: They talk more if they live next door or visit the same parks, or if their children go to the same preschool.
zh_cn: 如果他们住在隔壁或是常去同一个公园，或者他们的孩子上同一个幼儿园的话，他们会谈论得更多。

source: The influence of neighbors alone accounts for 16% of the growth of autism cases in the state developmental system between 2000 and 2005, Bearman estimated.
zh_cn: 根据Bearman的测算，加州发育系统在2000年到2005年间接受的自闭症病例中，16%的增长可以完全归因于邻居的影响。

source: In other words, autism is not contagious, but the diagnosis is.
zh_cn: 换句话说，自闭症不会传染，具有传染性的是对自闭症的诊断。

source: “`Is it real or not?' is a meaningless question,” Bearman said of the surge in cases.
zh_cn: “‘是真是假？’这种问题毫无意义，”Bearman在谈到案例增长时说。

source: “The sociological processes are as real as the biological processes.”
zh_cn: “社会学过程和生物学过程一样真实。”

source: Securing services
zh_cn: 确保治疗

source: Of all the advice Laurie Bailey received when she began to see signs of autism in her son, one piece proved most valuable.
zh_cn: 当Laurie Bailey在儿子身上看到了自闭症的征兆之后，她所听到的建议当中，有一个后来发现是最有价值的。
